Repository: Kubasto3/Group_Project_BR_repo
Catalog: Logical/LocalizableTexts.tmx
Source language: en
Languages: pl

source: Description:
pl: Opis:

source: Acknowledge
pl: Zatwierdź

source: Acknowledge all
pl: Zatwierdź wszystko

source: Alarm history
pl: Historia alarmów

source: Date:
pl: Data:

source: State:
pl: Status:

source: Actuating piston:
pl: Tłok rozpoczynający:

source: RESET
pl: WYZERUJ

source: Conveyor position:
pl: Pozycja taśmy:

source: Conveyor speed:
pl: Prędkość taśmy:

source: Current step:
pl: Obecny krok:

source: Detected item:
pl: Wykryty przedmiot:

source: Item weight:
pl: Waga przedmiotu:

source: Machine stopped
pl: Maszyna zatrzymana

source: Working...
pl: Pracuje...

source: THE NUMBER OF ITEMS IN THE CHAMBERS:
pl: LICZBA PRZEDMIOTÓW W KOMORACH

source: Pushing piston:
pl: Tłok spychający:

source: Alarms
pl: Alarmy

source: Auto mode
pl: Tryb automatyczny

source: Charts
pl: Wykresy

source: Diagnostics
pl: Diagnostyka

source: Manual mode
pl: Tryb ręczny

source: Parameters
pl: Parametry

source: Services
pl: Ustawienia

source: Next
pl: Następna

source: Previous
pl: Poprzednia

source: Please wait for System Diagnostics Manager to fully load...
pl: Prosimy poczekać na załadowanie strony...

source: Username:
pl: Nazwa:

source: Password:
pl: Hasło:

source: Login
pl: Zaloguj

source: Logout
pl: Wyloguj

source: Login successful!
pl: Logowanie powiodło się!

source: Login Failed!
pl: Błąd podczas logowania się!

source: User changed to:
pl: Użytkownik zmieniony na:
